[DLC06_Assault_Ovrs_Objective DishonoredObjective]
m_Description="击退督军的攻击"

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_44 DishonoredTask_Custom]
m_Description="除掉督军休姆"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_45 DishonoredTask_Custom]
m_Description="搜寻督军休姆的尸体寻找线索"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_46 DishonoredTask_Custom]
m_Description="除掉最后一个装备音乐盒的督军"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_62 DishonoredTask_Custom]
m_Description="在督军指挥部获取袭击计划"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_63 DishonoredTask_Custom]
m_Description="给剩下5个被俘的刺客松绑"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_64 DishonoredTask_Custom]
m_Description="给剩下4个被俘的刺客松绑"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_65 DishonoredTask_Custom]
m_Description="给剩下3个被俘的刺客松绑"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="给剩下2个被俘的刺客松绑"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_67 DishonoredTask_Custom]
m_Description="给剩下1个被俘的刺客松绑"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_69 DishonoredTask_Custom]
m_Description="除去最后2个音乐盒督军"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_70 DishonoredTask_Custom]
m_Description="除去剩下3个音乐盒督军"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_71 DishonoredTask_Custom]
m_Description="除去剩下4个音乐盒督军"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_72 DishonoredTask_Custom]
m_Description="除去剩下5个音乐盒督军"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_73 DishonoredTask_Custom]
m_Description="除去剩下6个音乐盒督军"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_74 DishonoredTask_Custom]
m_Description="除去余下所有音乐盒督军"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_77 DishonoredTask_Custom]
m_Description="除去剩下7个音乐盒督军"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_78 DishonoredTask_Custom]
m_Description="除去剩下8个音乐盒督军"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_79 DishonoredTask_Custom]
m_Description="一个被俘的刺客丧失了能力！"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_80 DishonoredTask_Custom]
m_Description="解救了一个被俘的刺客！"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_81 DishonoredTask_Custom]
m_Description="除去了一个音乐盒督军！"
m_Status=""

[DLC06_Assault_Ovrs_Objective:DishonoredTask_Custom_84 DishonoredTask_Custom]
m_Description="和你的刺客见面"
m_Status=""

[DLC06_Assault_Plans_Objective DishonoredObjective]
m_Description="重新集结"

[DLC06_Assault_Plans_Objective:DishonoredTask_Custom_44 DishonoredTask_Custom]
m_Description="和你的刺客重新会合"
m_Status=""

[DLC06_Assault_Plans_Objective:DishonoredTask_Custom_68 DishonoredTask_Custom]
m_Description="决定比利·勒克的命运"
m_Status=""

[DLC06_Assault_Plans_Objective:DishonoredTask_Custom_75 DishonoredTask_Custom]
m_Description="检查袭击计划"
m_Status=""

[DLC06_Assault_Plans_Objective:DishonoredTask_Custom_76 DishonoredTask_Custom]
m_Description="打败比利·勒克"
m_Status=""

[DLC06_Assault_Plans_Objective:DishonoredTask_Custom_82 DishonoredTask_Custom]
m_Description="下令反攻"
m_Status=""

[DLC06_Assault_Plans_Objective:DishonoredTask_Custom_83 DishonoredTask_Custom]
m_Description="结束比利·勒克的生命"
m_Status=""

[DLC06_Assault_Scout_Objective DishonoredObjective]
m_Description="信使"

[DLC06_Assault_Scout_Objective:DishonoredTask_Custom_44 DishonoredTask_Custom]
m_Description="和侦察员取得联系"
m_Status=""

[DLC06_Assault_Trapped_Objective DishonoredObjective]
m_Description="被俘的刺客"

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_44 DishonoredTask_Custom]
m_Description="和马克斯碰面"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_45 DishonoredTask_Custom]
m_Description="除去音乐盒督军"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_46 DishonoredTask_Custom]
m_Description="给刺客松绑"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_53 DishonoredTask_Custom]
m_Description="和马克斯碰面"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_54 DishonoredTask_Custom]
m_Description="和马克斯碰面"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_55 DishonoredTask_Custom]
m_Description="和马克斯碰面"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_56 DishonoredTask_Custom]
m_Description="除去音乐盒督军"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_57 DishonoredTask_Custom]
m_Description="除去音乐盒督军"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_58 DishonoredTask_Custom]
m_Description="除去音乐盒督军"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_59 DishonoredTask_Custom]
m_Description="给刺客松绑"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_60 DishonoredTask_Custom]
m_Description="给刺客松绑"
m_Status=""

[DLC06_Assault_Trapped_Objective:DishonoredTask_Custom_61 DishonoredTask_Custom]
m_Description="给刺客松绑"
m_Status=""

